stress-pgstats/logs/pgbench_count_full.log
pgbench (20devel)
starting vacuum...end.
transaction type: <builtin: TPC-B (sort of)>
scaling factor: 10
query mode: simple
number of clients: 50
number of threads: 4
maximum number of tries: 1
duration: 90 s
number of transactions actually processed: 80167
number of failed transactions: 0 (0.000%)
latency average = 56.163 ms
initial connection time = 102.891 ms
tps = 890.263880 (without initial connection time)