stress-pgstats/logs/pgbench_count_noreset.log
pgbench (20devel)
starting vacuum...end.
transaction type: <builtin: TPC-B (sort of)>
scaling factor: 10
query mode: simple
number of clients: 50
number of threads: 4
maximum number of tries: 1
duration: 90 s
number of transactions actually processed: 78845
number of failed transactions: 0 (0.000%)
latency average = 57.101 ms
initial connection time = 100.518 ms
tps = 875.641718 (without initial connection time)