stress-pgstats/logs/pgbench_rep1.log
pgbench (20devel)
starting vacuum...end.
transaction type: <builtin: TPC-B (sort of)>
scaling factor: 10
query mode: simple
number of clients: 50
number of threads: 4
maximum number of tries: 1
duration: 60 s
number of transactions actually processed: 60909
number of failed transactions: 0 (0.000%)
latency average = 49.266 ms
initial connection time = 115.703 ms
tps = 1014.902702 (without initial connection time)